"CARD_DETAILS_LABEL"                        = "Datos de la tarjeta";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Introduce los datos de la tarjeta empezando por el número de tarjeta.";
"VALID_CARD_ERROR_LABEL"                    = "Debes proporcionar un número de tarjeta válido.";
"CARD_REQUIRED"                             = "El número de tarjeta es obligatorio.";
"CARD_INVALID"                              = "Número de tarjeta no válido";
"EXPIRATION_REQUIRED"                       = "La fecha de vencimiento es obligatoria.";
"EXPIRATION_INVALID"                        = "Fecha de vencimiento no válida";
"CVV_REQUIRED"                              = "%s es obligatorio.";
"CVV_INVALID"                               = "%s no válido";
"POSTAL_CODE_HELP_LABEL"                    = "Debes proporcionar un código postal válido.";
"POSTAL_CODE_REQUIRED"                      = "El código postal es obligatorio.";
"POSTAL_CODE_INVALID"                       = "Código postal no válido";
"COUNTRY_CODE_REQUIRED"                     = "El código de país es obligatorio.";
"COUNTRY_CODE_INVALID"                      = "Código de país no válido";
"MOBILE_NUMBER_REQUIRED"                    = "El número de móvil es obligatorio.";
"MOBILE_NUMBER_INVALID"                     = "Número de móvil no válido";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Puede que para esta tarjeta sea necesario inscribirse. Se enviará un código SMS a este número si es necesario.";
"SMS_CODE_REQUIRED"                         = "El código SMS es obligatorio.";
"SMS_CODE_INVALID"                          = "Código SMS no válido";

"CANCEL_ACTION"                             = "Cancelar";
"RETRY_ACTION"                              = "Reintentar";
"CONTINUE_ACTION"                           = "Continuar";
"ADD_CARD_ACTION"                           = "Añadir";
"DONE_ACTION"                               = "Hecho";
"EDIT_ACTION"                               = "Modificar";
"NEXT_ACTION"                               = "Siguiente";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "Aceptar";
"SCAN_CARD_IO_ACTION"                       = "Escanear con card.io";

"EDIT_PAYMENT_METHOD"                       = "Modificar formas de pago";
"THERE_WAS_AN_ERROR"                        = "Ha habido un error.";
"REVIEW_AND_TRY_AGAIN"                      = "Revisa la información e inténtalo otra vez.";
"INVALID_LABEL"                             = "No válido:";

"YEAR_LABEL"                                = "Año";
"MONTH_LABEL"                               = "Mes";

"OTHER_LABEL"                               = "Otra";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Tarjeta de débito o crédito";
"RECENT_LABEL"                              = "Reciente(s)";
"SELECT_PAYMENT_LABEL"                      = "Seleccionar forma de pago";

"CONFIRM_ENROLLMENT_LABEL"                  = "Confirmar inscripción";
"CONFIRM_ACTION"                            = "Confirmar";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Introduce el código SMS enviado al %s.";
"SMS_CODE_LABEL"                            = "Código SMS";
"CARD_TYPE_GENERIC_CARD"                    = "Tarjeta";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Código de país";
"SECURITY_CODE_LABEL"                       = "Código de seguridad";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Código postal";
"MOBILE_NUMBER_LABEL"                       = "N.º de móvil";
"EXPIRATION_DATE_LABEL"                     = "Fecha de vencimiento";
"CARD_NUMBER_PLACEHOLDER"                   = "Número de tarjeta";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/AAAA";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/AA";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Usar otro número de teléfono";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Tarjeta no aceptada";

